var questions = [
	{
		num: '1',
		question: 'Кто изображен на купюре в 1 доллар?',
		answers: [
			{val:'Обама', scores:'1'},
			{val:'Джордж Вашингтон', scores:'0'},
			{val:'Рианна', scores:'0'},
			{val:'Лумумба', scores:'0'}
		]
	},
		{
		num: '2',
		question: 'В какой валюте рассчитывают цены на нефть в мире?',
		answers: [
			{val:'юань', scores:'0'},
			{val:'монгольские тугрики',scores:'0'},
			{val:'доллар',scores:'1'},
			{val:'биткоин',scores:'0'}
		]
	},
		{
		num: '3',
		question: 'Как еще называют доллар?',
		answers: [
			{val:'деревянный', scores:'0'},
			{val:'бакс', scores:'1'},
			{val:'сакс', scores:'0'},
			{val:'зайчики', scores:'0'}
		]
	},
	{
		num: '4',
		question: 'Кто печатает деньги в США?',
		answers: [
			{val:'Администрация Обамы', scores:'0'},
			{val:'Федеральный резервный Фонд', scores:'1'},
			{val:'Китайцы, кто ж еще', scores:'0'},
			{val:'Русские с Брайтон Бич', scores:'0'}
		]
	},
	{
		num: '5',
		question: 'Есть знаменитый индекс в честь одной из продукций фастфуда. О чём идёт речь?',
		answers: [
			{val:'сосиска в тесте', scores:'0'},
			{val:'беляш', scores:'0'},
			{val:'биг-Мак', scores:'1'},
			{val:'самса', scores:'0'}
		]
	},
	{
		num: '6',
		question: 'Какая максимальная купюра доллара существует или существовала?',
		answers: [
			{val:'100', scores:'1'},
			{val:'500', scores:'0'},
			{val:'1000', scores:'0'},
			{val:'100000', scores:'0'}
		]
	},
	{
		num: '7',
		question: 'Что написано на каждом долларе сзади и в переводе на русский?',
		answers: [
			{val:'на Бога полагаемся', scores:'1'},
			{val:'несём демократию', scores:'0'},
			{val:'ищем нефть', scores:'0'},
			{val:'переходите на тёмную сторону силы, у нас есть печеньки', scores:'0'}
		]
	},
	{
		num: '8',
		question: 'Какие массонские знаки есть на долларе?',
		answers: [
			{val:'пирамида и глаз', scores:'1'},
			{val:'око Саурона', scores:'0'},
			{val:'надпись на латыни "вступай в наши ряды"', scores:'0'},
			{val:'массонская няшка', scores:'0'}
		]
	},
	{
		num: '9',
		question: 'Кто та единственная женщина, что в 1886 году была изображена на купюре в 1 доллар?',
		answers: [
			{val:'Клара Цеткин', scores:'1'},
			{val:'Лолита Милявская', scores:'0'},
			{val:'Жена Джорджа Вашингтона', scores:'0'},
			{val:'Мали Сайрус', scores:'0'}
		]
	},
	{
		num: '10',
		question: 'Кто ни разу не был изображен на портрете доллара?',
		answers: [
			{val:'женщина', scores:'0'},
			{val:'человек пожилого возраста', scores:'0'},
			{val:'обезьяна', scores:'1'},
			{val:'человек с бакенбардами', scores:'0'}
		]
	},
	{
		num: '11',
		question: 'Что можно купить за 1 цент по нынешнему курсу?',
		answers: [
			{val:'от мёртвого осла уши', scores:'1'},
			{val:'от жилетки рукава', scores:'0'},
			{val:'дырку от бублику', scores:'1'},
			{val:'яхту, виллу на РУблёвке а на сдачу еще "ягуар"', scores:'0'}
		]
	},
	{
		num: '12',
		question: 'Каков цвет доллара?',
		answers: [
			{val:'коричневый, ибо...ну вы поняли', scores:'0'},
			{val:'зелёный', scores:'1'},
			{val:'х.з. я влицо его никогда не видел', scores:'0'},
			{val:'красный', scores:'0'}
		]
	},
	{
		num: '13',
		question: 'Какая самая популярная банкнота в США?',
		answers: [
			{val:'1 доллар', scores:'1'},
			{val:'100 рублей', scores:'0'},
			{val:'1000 белорусских зайчиков', scores:'0'},
			{val:'100 долларов', scores:'0'}
		]
	},
	{
		num: '14',
		question: 'Каков долг США?',
		answers: [
			{val:'он в 15 раз превышает весь объём существующих долларов в мире', scores:'1'},
			{val:'он равен моему долгу по ипотеке', scores:'0'},
			{val:'вообще долгов не имеют', scores:'0'},
			{val:'офигиллион', scores:'0'}
		]
	},
	{
		num: '15',
		question: 'Укажите страну кроме США, где можно официально расплачиваться долларами',
		answers: [
			{val:'Зимбабве', scores:'1'},
			{val:'Германия', scores:'0'},
			{val:'торговая точка бабы Зины, торгующей семечками', scores:'0'},
			{val:'Молдавия', scores:'0'}
		]
	},
	{
		num: '16',
		question: 'В какой стране национальная валюта также называется доллар, но имеет приставку своей страны, например "канадский доллар"?',
		answers: [
			{val:'Австралия', scores:'1'},
			{val:'Монголия', scores:'0'},
			{val:'Беларуссия', scores:'0'},
			{val:'Нарния', scores:'0'}
		]
	},
	{
		num: '17',
		question: 'Сколько давали за 1 доллар в 1923 году, когда экономика СССР была в упадке?',
		answers: [
			{val:'2 352 941 рублей', scores:'1'},
			{val:'по башке давали', scores:'0'},
			{val:'мешок картошки и четырёх курей', scores:'0'},
			{val:'100 рублей', scores:'0'}
		]
	},
	{
		num: '18',
		question: 'Сколько давали за 1 рубль в 1975 году, когда экономика СССР была в расцвете сил?',
		answers: [
			{val:'1,3 доллара', scores:'1'},
			{val:'3 года тюрьмы на спекуляцию валютой', scores:'0'},
			{val:'мильон баксов', scores:'0'},
			{val:'100 долларов', scores:'0'}
		]
	},
	{
		num: '19',
		question: 'Когда США отменила привязку доллара к золотому стандарту?',
		answers: [
			{val:'в 1973', scores:'1'},
			{val:'во время похода Александра Македонского в Индию', scores:'0'},
			{val:'в день открытия Америки Колумбом', scores:'0'},
			{val:'в 2014', scores:'0'}
		]
	},
	{
		num: '20',
		question: 'Какая валюта будет мировой через 20 лет?',
		answers: [
			{val:'наш рубль', scores:'0'},
			{val:'останется доллар', scores:'1'},
			{val:'китайский юань', scores:'1'},
			{val:'испанское песо еще себя покажет', scores:'0'}
		]
	},
]